Revit 2024 API
ConnectorSet.Contains Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual bool Contains(
	Connector item
)
Visual Basic
Public Overridable Function Contains ( _
	item As Connector _
) As Boolean
Visual C++
public:
virtual bool Contains(
	Connector^ item
)
Parameters
item
Type: Autodesk.Revit.DB.Connector
See Also
ConnectorSet Class
Autodesk.Revit.DB Namespace